-- phpMyAdmin SQL Dump
-- version 4.7.4
-- https://www.phpmyadmin.net/
--
-- 主機: localhost
-- 產生時間： 2020 年 01 月 14 日 14:02
-- 伺服器版本: 10.1.28-MariaDB
-- PHP 版本： 7.1.11

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `php_10804`
--

-- --------------------------------------------------------

--
-- 資料表結構 `q1t6_img`
--

CREATE TABLE `q1t6_img` (
  `id` int(10) UNSIGNED NOT NULL,
  `img` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `dpy` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表的匯出資料 `q1t6_img`
--

INSERT INTO `q1t6_img` (`id`, `img`, `dpy`) VALUES
(1, '20200114131246shop-開幕盆栽-7月-植藝交響曲.jpg', 1),
(2, '20200113100732plant02.jpg', 1),
(3, '20200113100740plant03.jpg', 1),
(4, '20200113102153plant00.jpg', 1),
(8, '20200114131259plant01.jpg', 0);

-- --------------------------------------------------------

--
-- 資料表結構 `q1t7_img`
--

CREATE TABLE `q1t7_img` (
  `id` int(11) NOT NULL,
  `text` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `img` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `dpy` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表的匯出資料 `q1t7_img`
--

INSERT INTO `q1t7_img` (`id`, `text`, `img`, `dpy`) VALUES
(1, '用植栽點亮家裡的好方法', '20200114131404space1.jpg', 1),
(2, '看著綠色植栽就好放鬆~', '20200114131411space2.jpg', 1),
(3, '住進森林系療癒空間！', '20200114131429space3.jpg', 1);

-- --------------------------------------------------------

--
-- 資料表結構 `q4t3_news`
--

CREATE TABLE `q4t3_news` (
  `id` int(11) UNSIGNED NOT NULL,
  `img` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `date` date NOT NULL,
  `p` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `more` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `dpy` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表的匯出資料 `q4t3_news`
--

INSERT INTO `q4t3_news` (`id`, `img`, `title`, `date`, `p`, `more`, `dpy`) VALUES
(1, '20200113142400辦公室必備5款療癒系植栽小物.jpg', '辦公室必備5款療癒系植栽小物！想擺脫壓力山大？先從佈置桌上風景開始', '2019-12-11', '如何改善居家的空氣品質？不用花大錢，種植盆栽植物就很有用！ 提供省錢的好方法，環保署非常貼心的推出淨化室內空氣植物手冊，譬如說，大門口可以放一些吸附落塵能力強的植物在門邊，而客廳則建議擺放山蘇花等植栽以去除二氧化碳。', 'https://www.marieclaire.com.tw/lifestyle/whats-hot/42353', 1),
(2, '20200113142653掃光動物園植栽.jpg', '掃光動物園植栽！水豚「幫自己加菜', '2019-12-19', '台北市立動物園新開放的熱帶雨林區，「療癒系動物」水豚成為民眾新寵。園方最近卻發現，水豚家族竟「幫自己加菜」，把人工小島的植栽吃得乾乾淨淨，讓保育員哭笑不得。', 'https://tw.news.yahoo.com/%E6%8E%83%E5%85%89%E5%8B%95%E7%89%A9%E5%9C%92%E6%A4%8D%E6%A0%BD-%E6%B0%B4%E8%B1%9A-%E5%B9%AB%E8%87%AA%E5%B7%B1%E5%8A%A0%E8%8F%9C-052523508.html', 1),
(3, '20200113143310室內植栽你種對了嗎.jpg', '室內植栽你種對了嗎？１２星座の居家幸運植栽', '2019-12-20', '隨著國人對空污問題的關注，基隆市環保局透過網路及座談會方式，宣導如何提升居家室內空氣品質，日前於文化局舉辦「室內淨化空氣植栽宣導會」，邀請中國文化大學林敏宜老師，宣導室內植栽淨化空氣原理及室內植栽維護管理。', 'https://tw.news.yahoo.com/%E5%AE%A4%E5%85%A7%E6%A4%8D%E6%A0%BD%E4%BD%A0%E7%A8%AE%E5%B0%8D%E4%BA%86%E5%97%8E-%E6%98%9F%E5%BA%A7-%E5%B1%85%E5%AE%B6%E5%B9%B8%E9%81%8B%E6%A4%8D%E6%A0%BD-133600020.html', 1),
(4, '20200113143643植栽風綠美宅弄巧成拙.jpg', '「植栽風」綠美宅弄巧成拙　名嘴批：像是鄉下姑娘進城', '2020-01-02', '如何改善居家的空氣品質？不用花大錢，種植盆栽植物就很有用！ 提供省錢的好方法，環保署非常貼心的推出淨化室內空氣植物手冊，譬如說，大門口可以放一些吸附落塵能力強的植物在門邊，而客廳則建議擺放山蘇花等植栽以去除二氧化碳。', 'https://house.ettoday.net/news/1619274', 1),
(5, '20200113144217解憂多肉店療癒都會人.jpg', '解憂多肉店 療癒都會人', '2019-12-25', '離鄉的人，像被拔起的植物，總有難以融入環境的失落與焦慮，「有肉」創辦人李佩臻、許信雄與張翠萍也曾是如此：工作太忙、工時太長，離鄉背井從未有安定下來的感覺，只能靠養植物得到慰藉。', 'https://tw.appledaily.com/new/realtime/20200104/1686499/', 1),
(6, '20200113144415節慶布置有巧思.jpg', '節慶布置有巧思！唯美聖誕樹、聖誕花圈 加入多肉植物超療癒', '2019-12-24', '年末節慶商機是各家業者爭搶業績的最後衝刺，近年國人對於西洋節慶的接受度越來越高，西洋節慶相較於中國節慶，歡樂慶祝的感覺比較濃厚，讓過節也成為年輕人對生活紓壓的管道。', 'https://cnews.com.tw/137191119a01/', 1),
(7, '20200114131613大解惑！多肉植物到底可不可以澆到葉子.jpg', '大解惑！多肉植物到底可不可以澆到葉子', '2020-01-30', '關於多肉澆水你聽過兩種說法：「多肉植物不能澆到植物本身啦！澆到就很容易死掉！」，還有些人說「唉唷，都可以啦，隨便澆澆就好！」到底這兩種說法哪個才是正確的？哪個才是錯的呢？其實兩種都不算完全的正確或錯誤....', 'https://succuland.com.tw/brands-project/qawateringsucculent03/', 1),
(8, '20200114200621多肉植物葉子變透明了.jpg', '多肉植物葉子變透明了，是黑腐化水的表現，要趕緊處理！', '2020-01-06', '多肉植物的葉片或者肉質莖，因故組織壞死，首先會變得透透亮亮的，好像好化成水一樣，就是多肉植物水化，在台灣也叫「果凍化」。多肉植物水化後，輕則部分葉片或組織腐敗乾枯，嚴重的會整株死亡。', 'https://kknews.cc/zh-tw/home/m6yny26.html', 1),
(11, '20200114131639為什麼多肉植物養不活.jpg', '為什麼多肉植物養不活？10 個多肉植物的小秘密', '2020-01-02', '喜歡自然，卻無法常到戶外，大部份都會選擇在家栽種綠色植物，尤其近幾年爆紅多肉植物，擁有可愛討喜外型，據說容易養活澆水次數少，一窩蜂購買，才發現怎麼枯萎速度飛快，這次很開心邀請到多肉植物達人 陳孟賢，擁有平面設計師身份加上熱愛多肉，跌跌撞撞中學會如何和平相處', 'https://decomyplace.com/newspost.php?id=2398', 1),
(12, '2020011413164620種好看又好養的多肉植物，看完你一定會喜歡.jpg', '20種好看又好養的多肉植物，看完你一定會喜歡！', '2020-01-04', '最近有不少的花友回覆說，想養多肉植物，但又不知道什麼多肉植物既好養又好看，而且主要還不知道叫什麼。今天就為大家推薦這20種多肉植物，快看看有沒有你喜歡的！', 'https://kknews.cc/zh-tw/home/2b4blnr.html', 1),
(13, '20200114131948史上最全的多肉植物名字對照圖.jpg', '史上最全的多肉植物名字對照圖，喜歡多肉植物的朋友看過來!  ', '2020-01-09', '多肉植物是指植物營養器官的某一部分，如莖或葉或根（少數種類兼有兩個或兩個以上部分）具有發達的薄壁組織用以貯藏水分，在外形上顯得肥厚多汁或帶粉的一類植物。它們通常具有根、莖、葉三種營養器官和花、果實、種子三種繁殖器官。', 'https://kknews.cc/zh-tw/home/jnrbxy.html', 1);

-- --------------------------------------------------------

--
-- 資料表結構 `q4t5_product`
--

CREATE TABLE `q4t5_product` (
  `id` int(10) UNSIGNED NOT NULL,
  `img` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `price` int(11) NOT NULL,
  `spec` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `text` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `d_title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `d_p` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `num` int(11) NOT NULL,
  `dpy` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表的匯出資料 `q4t5_product`
--

INSERT INTO `q4t5_product` (`id`, `img`, `title`, `price`, `spec`, `text`, `d_title`, `d_p`, `num`, `dpy`) VALUES
(1, '20200113102409豬豬肉寶10.jpg', '肉肉小豬寶–生日禮物', 200, '尺寸 (cm)：8 x 8 x 15 (H)', '掌上型尺寸擺在家裡小陽台剛剛好！ 裡頭種植的都是好照顧的多肉品種', '有肉網路花店獨家販售的小豬寶盆栽，適合送給愛肉肉的豬朋友！', '粉嫩色系的豬臉造型盆栽，仔細看豬鼻孔還是愛心形狀喔！（怎麼那麼可愛！） 掌上型尺寸擺在家裡小陽台剛剛好！ 裡頭種植的都是好照顧的多肉品種：曬曬太陽、兩週澆一次水， 輕鬆當個多肉綠手指！', 0, 1),
(3, '20200114133018老公歐巴.jpg', '老公歐巴', 320, '尺寸 (cm)：6 x 8.5 x 13 (H)', '給親愛的另外一半，你永遠都是我的帥歐巴。\r\n讓他在辦公室也閃一下。', '給親愛的另一半，你永遠都是我的帥歐巴', '雖然每次都會在小孩睡覺後，拿起手機默默的自己在追劇，你常埋怨我看韓劇裡的歐巴比看自己的時間還多，但是親愛的老公，其實你才是我最愛的歐巴啦！這個特別的節日，老婆也想在辦公室讓你閃一下，有肉網路花店在老公生日當天幫你送到他的辦公室，收到花禮不再只是女生獨享，給親愛的另一半不一樣的驚喜吧！（加上可愛的表情符號，客製化的卡片讓這份禮物閃上加閃）。', 0, 1),
(4, '20200114133114mini＋熊童子.jpg', 'mini＋熊童子', 420, '尺寸 (cm)：8 x 9.5 x 13 (H)', '多肉萌寵、熊熊來襲\r\n養一隻熊熊在家吧！', '多肉萌寵、熊熊來襲！', '冬季最適合種植的多肉熊童子，看起來～摸起來～都好幸福！有肉特別精選厚實綠熊，掌掌肥嫩覆蓋白色細毛、擦上紅色指甲油的討喜模樣，搭配台灣設計師的手工盆器，最適合送給親愛的她', 0, 1),
(5, '20200108152355medium – 聚財抓錢組盆.jpg', 'medium–聚財抓錢組盆', 210, '尺寸 (cm)：9.5 x 11 x 15 (H)', '有肉植栽設計師的用心搭配。\r\n綠意盎然的抓錢組盆！', '想要招財就是要增加自己的正財運 ，增財添好運、讓自己的招財氣場（財庫）更飽滿，爪類的多肉就可以幫助大家抓錢運滿滿、聚集財氣！', '我們使用的素雅的單色盆器來搭配，正是適合無印風格的居家裝潢。多肉植物挑選上，以百合科的十二之卷與蘆薈作為組盆的基底，具有「聚財抓錢」的意涵，旁邊搭配「增加招財氣場」的發財樹，四周點綴些許黃金萬年草，則代表著欣欣向榮之意，整盆綠意盎然的完整組盆，你是否也想讓家中擺上一盆呢？', 0, 1),
(6, '20200114142037多肉蜂巢木盒 3.jpg', '多肉蜂巢木盒 3', 250, '尺寸 (cm)：9.5 x 11 x 15 (H)', '紐西蘭松木材質。\r\n買一整組高高低低搭配最好看。', '「給多肉植物一個溫暖的家！」', '使用紐西蘭松木，讓肉肉們住在舒適的環境中，也使用原木的顏色凸顯多肉的美麗。光潔溫潤的木頭表面，烙上一幢屋子的印記，這是【吾木 mifo 木器工藝】。以屋形作為 logo，代表的不僅僅是一幢房子，更希望能透過打造的產品，將溫馨舒適的家的溫度也傳遞出去。', 0, 1),
(7, '20200114142051冬日裡的胖胖雪人.jpg', '冬日裡的胖胖雪人', 240, '尺寸 (cm)：9.5 x 11 x 15 (H)', '應景的聖誕造型多肉盆栽。\r\n也讓家裡陽台多一份佳節氛圍喔！', '冬天生日的朋友，送他一盆可愛的雪人盆栽好適合', '像是卡通裡走出來的小雪人，擺在家裡小陽台剛剛好！\r\n裡頭種植的是好照顧的多肉品種「靜夜玉綴」，\r\n天天在陽台曬曬太陽、兩週澆一次水，\r\n讓朋友也能輕鬆當個多肉綠手指！\r\nLet Love Grow，朋友今年生日的綠色禮物，\r\n一份心意會隨著時間慢慢長大的禮物。', 0, 1),
(8, '20200108152951Labubu多肉盆栽.jpg', 'Labubu 多肉盆栽', 300, '尺寸 (cm)：9.5 x 11 x 15 (H)', '龍家昇正版授權，有肉獨家販售。\r\n由水泥創作品牌 T-bone 親手打造。\r\n訂購此款盆器（含植栽組）。\r\n', '著迷於「龍家昇」（Kasing Lung）老師的玩具人這邊請！', '不只是設計師玩具，你沒看過的 Labubu 化身水泥花器，\r\n\r\n平時大家常見的 Labubu 都是以站姿居多，這次因為要來「種多肉」，\r\n\r\n特別打造成「俯趴式」，屁股翹高高，背上鑿個洞，\r\n\r\n搭配 Labubu 招牌邪惡的表情，彷彿是在說著：\r\n\r\n「嘿嘿，是不是想把我帶回家呢？」', 0, 1),
(9, '20200114132912大扁洛克 – 大花型多肉.jpg', '大扁洛克–大花型多肉', 280, '尺寸 (cm)：9.5 x 11 x 15 (H)', '大花型肉肉與他的小夥伴的豐富組合。\r\n粉色浪漫的桌上型盆栽。', '「大花型的多肉植物，搭配質樸的水泥盆器，又美又大器！」', '要完成一盆讓人為之驚艷的多肉組盆，挑選對的主角是件相當重要的事！這盆的主角是花型規律又美麗的大型花型多肉，台灣比較少這種充滿特色的大花多肉，組盆如日出般雲彩間的變化，不同的色彩融合，真是太適合了！\r\n而無色系大口徑的水泥盆器，更是襯托出多肉的美。這盆植栽組內，除了大花肉肉之外，更巧妙搭配了 5 種姿態美麗的多肉植物，鮮綠色的珊瑚大戟、帶點紅的龍血、牛奶綠色的新玉綴、深色系的黑王子、亮面質地的姬朧月，柔和繽紛的多肉組襯托出盆器的手作質感。當成送禮、喬遷或開幕誌慶都是超棒的選擇喔！', 0, 1),
(11, '20200108153627開幕開店送禮招財貓盆栽-400r.jpg', '躺著賺招財貓 – 經典白貓', 376, '尺寸 (cm)：9.5 x 11 x 15 (H)', '別於以往「站著」造型，你看過「躺著」的招財貓嗎？', '怎麼那麼可愛！招財貓躺著來招財了～', '招財貓造型的盆栽在送禮時是很常見的選項之一，也因為有招財意涵，也一直是開幕賀禮的常勝軍！\r\n有肉獨家販售，圓圓胖胖的身形，沒有防備的露肚肚白貓，\r\n而如此特別的招財貓造型，你在別地方絕對看不到！\r\n上頭種植這個季節最健康有朝氣的仙人掌，\r\n在這盆充滿生命力的寶盒裡，充滿綠意的美麗心意就此看見。', 0, 1),
(12, '20200113104503山豬的仙人掌派對400.jpg', '山豬の仙人掌派對', 365, '尺寸 (cm)：11 x 9.5 x 15 (H)', '超級可愛的山豬與仙人掌搭配。\r\n生日禮物、喬遷之禮的新選擇。\r\n專用澆水器與接水盤，讓種植更方便！', '自然界的完美秩序', '如果你擁有喜歡身旁的事物「有秩序」、「有規矩」排好的癖好，\r\n那仙人掌刺座與刺的規律性，絕對會讓你愛不釋手！\r\n每一株都整齊地長好，每一株都是漂亮的個體，\r\n合在一起和諧的讓人看了好舒坦啊！', 0, 1),
(13, '20200113104741豬盆豬年一鹿發400-300x300.jpg', '豬豬一鹿發', 168, '尺寸 (cm)：9 x 9 x 18 (H) / 單盆', '一次擁有萌萌豬與小麋鹿。\r\n超好照顧的多肉發財樹與小動物盆。', '萌萌豬＋小麋鹿＋發財樹＝豬豬一鹿發', '豬年推出的「萌萌豬」水泥花器，加上可愛的「小麋鹿」造型花器\r\n一起種植圓圓厚厚的葉子像是錢幣的多肉發財樹，\r\n取其諧音「豬」、「鹿」、「發」，\r\n想在豬年討個好吉利，就來挑選這盆「豬豬一鹿發」囉！\r\n\r\n ', 0, 1),
(20, '202001141428180713父親節商品拍攝-7042-1-300x300.jpg', '棒球組盆–運動用品店開幕', 500, '尺寸 (cm) 15x 12 x 22(H)', '獻給熱愛運動的朋友。\r\n運動用品店開幕就送這個。', '獻給熱愛運動的朋友', '運動用品店開幕要送什麼？當然棒球組盆是首選呀！擺在店裡既不突兀、又能融入商品風格！不管是擺在櫃台前面、商品展架上，兼具美觀及祝福的開幕花禮，別與以往的開幕花禮，從盆器到植物都別具意義！最適合送給一樣有品味也喜歡與眾不同的店老闆。', 0, 1),
(21, '20200114142638萌萌豬寶盒400-2-300x300.jpg', '萌萌豬多肉寶盒', 570, '尺寸 (cm)：8.5 x 8.5 x 8 (H)', '搭配季節限定的繽紛多肉。\r\n讓家裡陽台增添一份童趣綠意。', '豬年推出的萌萌豬盆，掌上型尺寸超可愛的啦！', '萌萌豬＋多肉珠寶盒，有肉精選這個季節最粉嫩的多肉，\r\n在這盆透亮多彩的珠寶盒裡，有肉植栽設計師的植物美感搭配讓這一切得以實現，\r\n用心完成這盆獨一無二的珠寶盒。', 0, 1),
(22, '20200114132649幾何三小福–多肉盆栽組合.jpg', '幾何三小福–多肉盆栽組合', 360, '尺寸 (cm)：29 x 10 x 8 (H)', '一次三盆與植物，滿滿的祝福心意。\r\n最特別的生日禮物。', '這組「幾何三小福 – 多肉盆栽組合」很適合送給剛喜歡多肉朋友的生日禮物唷！', '既符合剛剛所說的一組盆器種植一種多肉植物\r\n又是透氣透水性高的水泥花器，\r\n而三種多肉都有自己可愛的萌樣，看了心情就相當舒坦，\r\n捧在手心總是會讓人喜孜孜的會心一笑，\r\n而當他成為一份禮物時，這種喜悅的感覺更是放大了，\r\n送一盆會隨時間慢慢長大的綠色禮物吧！', 2, 1),
(23, '20200114132356生日禮物-蛋糕多肉盆栽8.jpg', '生日禮物–仙仙蛋糕盆栽', 235, '尺寸 (cm)：9 x 8 x 15 (H)', '從未見過的「杯子蛋糕」造型盆栽。\r\n能讓朋友開心一整年的綠意禮物。', '送一盆會長大蛋糕盆栽給朋友當生日禮物吧！', '有肉網路花店獨賣，超可愛的杯子蛋糕多肉盆栽，\r\n你有一位很喜歡植物的朋友嗎？每天下班後就喜歡捻花惹草紓解壓力，\r\n今年他生日的時候，就為他準備一盆多肉蛋糕盆栽，\r\n給他一份驚喜！讓他開心一整年～', 11, 1),
(24, '20200114132732網路花店-kuwado夏日雙盆組-400x400-300x300.jpg', '海洋風味–淡雅雙盆組', 190, '尺寸 (cm)：11×11×15 (H) / 單盆', '盆栽不僅是暫時祝賀，更能成為居家環境的綠意擺飾。\r\n同輩送禮、慶賀小店開幕的最佳選擇。', '桌上型尺寸，搭配層次豐富的仙人掌，精緻的雙盆組', '原本應該是硬派的六角形狀，因盆器使用材質為「陶」，\r\n手捏陶盆的造型，讓六角更添一份溫潤的手感，溫暖且樸實。\r\n純白與海洋藍，一組希臘風情的釉色，\r\n與綠色仙人掌相互襯托下，美好的夏日時光就此展開。', 3, 1),
(25, '20200114142951網路花店-金字塔-400x400-1-300x300.jpg', '彩塔成雙–多肉盆栽', 650, '尺寸 (cm)：10 x 10 x 12 (H) / 大盆、7 x 7 x 5 (H) / 小盆', '繽紛水泥花器＋多肉植物，讓收禮人感到無比幸福的禮物。\r\n花器有多種顏色可以挑選喔！', '療癒的多肉盆栽，包含著大大的心意', '別小看這組桌上型盆栽，在花器上的設計可是別有用心！\r\n金字塔造型、層層堆疊的石牆、每個細節都不馬虎，\r\n是件 360 度都很精緻的作品喔！', 10, 1),
(26, '20200114200120團扇400.jpg', '團團圓圓–團扇仙人掌盆栽', 450, '尺寸 (cm)：40 x 15 x 33 (H)', '令人著迷的中型仙人掌盆栽，有肉獨賣！\r\n全台配送、專人送到府上。', '「經典的圓形仙人掌造型，體現加州風情的熱情盆栽。」', '植物都市水泥叢林中扮演重要的調和角色，讓居住環境擁有更多綠色植物，在心靈與生理層面豐富我們的生命。\r\n\r\n團扇這類型的仙人掌，受到許多多肉迷、仙人掌迷的喜愛，造型討喜也相當受到商業空間攝影的青睞，因非常耐旱且容易照顧，中型仙人掌的尺寸，適合擺在家中茶几旁或店面落地窗旁，綠意改變居家氛圍，照顧方式為兩個月澆水一次即可。', 0, 1);

-- --------------------------------------------------------

--
-- 資料表結構 `q4t10_admin`
--

CREATE TABLE `q4t10_admin` (
  `id` int(10) UNSIGNED NOT NULL,
  `acc` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `pwd` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `access` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表的匯出資料 `q4t10_admin`
--

INSERT INTO `q4t10_admin` (`id`, `acc`, `pwd`, `access`) VALUES
(1, 'admin', '1234', 'a:5:{i:0;s:1:\"1\";i:1;s:1:\"1\";i:2;s:1:\"1\";i:3;s:1:\"1\";i:4;s:1:\"1\";}'),
(3, 'loki', '1234', 'a:5:{i:0;s:1:\"1\";i:1;i:0;i:2;s:1:\"1\";i:3;i:0;i:4;s:1:\"1\";}'),
(8, 'eping', '1234', 'a:6:{i:0;i:0;i:1;i:0;i:2;i:0;i:3;i:0;i:4;i:0;i:5;i:0;}'),
(10, '5566', '5566', 'a:6:{i:0;i:0;i:1;i:0;i:2;i:0;i:3;i:0;i:4;i:0;i:5;i:0;}');

-- --------------------------------------------------------

--
-- 資料表結構 `q4t11_footer`
--

CREATE TABLE `q4t11_footer` (
  `id` int(10) UNSIGNED NOT NULL,
  `once` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表的匯出資料 `q4t11_footer`
--

INSERT INTO `q4t11_footer` (`id`, `once`) VALUES
(1, '©2020 Design by U_plant');

--
-- 已匯出資料表的索引
--

--
-- 資料表索引 `q1t6_img`
--
ALTER TABLE `q1t6_img`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `q1t7_img`
--
ALTER TABLE `q1t7_img`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `q4t3_news`
--
ALTER TABLE `q4t3_news`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `q4t5_product`
--
ALTER TABLE `q4t5_product`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `q4t10_admin`
--
ALTER TABLE `q4t10_admin`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `q4t11_footer`
--
ALTER TABLE `q4t11_footer`
  ADD PRIMARY KEY (`id`);

--
-- 在匯出的資料表使用 AUTO_INCREMENT
--

--
-- 使用資料表 AUTO_INCREMENT `q1t6_img`
--
ALTER TABLE `q1t6_img`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- 使用資料表 AUTO_INCREMENT `q1t7_img`
--
ALTER TABLE `q1t7_img`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- 使用資料表 AUTO_INCREMENT `q4t3_news`
--
ALTER TABLE `q4t3_news`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- 使用資料表 AUTO_INCREMENT `q4t5_product`
--
ALTER TABLE `q4t5_product`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- 使用資料表 AUTO_INCREMENT `q4t10_admin`
--
ALTER TABLE `q4t10_admin`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- 使用資料表 AUTO_INCREMENT `q4t11_footer`
--
ALTER TABLE `q4t11_footer`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
